Repository: danilorequena/CinemaTV
Catalog: Packages/CinemaTVKit/Sources/CinemaTVCore/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br, pt_pt

source: A box can have up to 200 items.
pt_br: Um box pode ter até 200 conteúdos.
pt_pt: Um box pode ter até 200 conteúdos.

source: A box description can have up to 2,000 characters.
pt_br: A descrição do box pode ter até 2.000 caracteres.
pt_pt: A descrição do box pode ter até 2.000 carateres.

source: A box title can have up to 120 characters.
pt_br: O título do box pode ter até 120 caracteres.
pt_pt: O título do box pode ter até 120 carateres.

source: A different edition has already been published with this identifier.
pt_br: Uma edição diferente já foi publicada com este identificador.
pt_pt: Já foi publicada uma edição diferente com este identificador.

source: A received original cannot be edited. Create your own version inspired by it.
pt_br: O original recebido não pode ser editado. Crie a sua versão inspirada nele.
pt_pt: O original recebido não pode ser editado. Crie a sua versão inspirada nele.

source: A review can have up to 10,000 characters.
pt_br: Uma resenha pode ter até 10.000 caracteres.
pt_pt: Uma crítica pode ter até 10.000 carateres.

source: Add at least one item to your box.
pt_br: Adicione pelo menos um conteúdo ao seu box.
pt_pt: Adicione pelo menos um conteúdo ao seu box.

source: Box sharing has not been configured yet.
pt_br: O compartilhamento de boxes ainda não foi configurado.
pt_pt: A partilha de boxes ainda não foi configurada.

source: Discover
pt_br: Descobrir

source: Each item in a box must have a different identifier.
pt_br: Cada conteúdo do box precisa de um identificador diferente.
pt_pt: Cada conteúdo do box precisa de um identificador diferente.

source: Each item needs a title.
pt_br: Cada conteúdo precisa de um título.
pt_pt: Cada conteúdo precisa de um título.

source: Enter your author name.
pt_br: Digite seu nome de autor.
pt_pt: Introduza o seu nome de autor.

source: Give your box a title.
pt_br: Dê um título ao seu box.
pt_pt: Dê um título ao seu box.

source: Import canceled.
pt_br: Importação cancelada.

source: Import has %lld titles; the limit is %lld.
pt_br: A importação tem %lld títulos; o limite é %lld.

source: Now Playing
pt_br: Em Cartaz

source: Only movies and TV shows can be imported.
pt_br: Somente filmes e séries podem ser importados.

source: Popular
pt_br: Populares

source: Sign in to iCloud in Settings to publish your box.
pt_br: Entre no iCloud nos Ajustes para publicar seu box.
pt_pt: Inicie sessão no iCloud nas Definições para publicar o seu box.

source: The box sharing address has not been configured yet.
pt_br: O endereço de compartilhamento dos boxes ainda não foi configurado.
pt_pt: O endereço de partilha dos boxes ainda não foi configurado.

source: The movie has no past release date.
pt_br: O filme ainda não estreou ou não tem uma data de estreia confirmada.

source: The rating must be between 0.5 and 5 stars.
pt_br: A avaliação precisa estar entre 0,5 e 5 estrelas.
pt_pt: A avaliação tem de estar entre 0,5 e 5 estrelas.

source: The TV show has no aired regular episodes.
pt_br: A série não tem episódios regulares com exibição confirmada.

source: This box could not be read. Its saved data is incomplete or damaged.
pt_br: Não foi possível ler este box. Os dados salvos estão incompletos ou danificados.
pt_pt: Não foi possível ler este box. Os dados guardados estão incompletos ou danificados.

source: This box edition contains invalid data.
pt_br: Esta edição do box contém dados inválidos.
pt_pt: Esta edição do box contém dados inválidos.

source: This box edition is unavailable.
pt_br: Esta edição do box não está disponível.
pt_pt: Esta edição do box não está disponível.

source: This edition exceeds the size allowed for sharing.
pt_br: Esta edição excede o tamanho permitido para compartilhamento.
pt_pt: Esta edição excede o tamanho permitido para partilha.

source: This edition requires a newer version of CinemaTV.
pt_br: Esta edição requer uma versão mais recente do CinemaTV.
pt_pt: Esta edição requer uma versão mais recente do CinemaTV.

source: Top Rated
pt_br: Mais Votados

source: Upcoming
pt_br: Em Breve

source: Your author name can have up to 80 characters.
pt_br: Seu nome de autor pode ter até 80 caracteres.
pt_pt: O seu nome de autor pode ter até 80 carateres.
